{
  "normal": [
    "Je n'ai jamais menti à un professeur.",
    "Je n'ai jamais triché à un examen.",
    "Je n'ai jamais dormi en cours.",
    "Je n'ai jamais volé quelque chose.",
    "Je n’ai jamais fait semblant d’être malade.",
    "Je n’ai jamais oublié un anniversaire important.",
    "Je n’ai jamais cassé quelque chose sans le dire.",
    "Je n’ai jamais eu une mauvaise note volontairement cachée.",
    "Je n’ai jamais fait semblant de ne pas voir quelqu’un que je connais.",
    "Je n’ai jamais jeté un devoir à la poubelle en sortant de classe.",
    "Je n’ai jamais eu une discussion sérieuse par messages.",
    "Je n’ai jamais parlé à mon animal comme s’il me comprenait.",
    "Je n’ai jamais chanté sous la douche.",
    "Je n’ai jamais pleuré devant un film.",
    "Je n’ai jamais été en retard à cause d’une sieste.",
    "Je n’ai jamais envoyé un message à la mauvaise personne.",
    "Je n’ai jamais raté un rendez-vous important.",
    "Je n’ai jamais crié dans un musée.",
    "Je n’ai jamais regardé une série entière en une journée.",
    "Je n’ai jamais confondu deux personnes.",
    "Je n’ai jamais utilisé mon téléphone aux toilettes.",
    "Je n’ai jamais gardé un secret trop longtemps.",
    "Je n’ai jamais oublié mon mot de passe principal.",
    "Je n’ai jamais eu peur du noir.",
    "Je n’ai jamais fait un rêve embarrassant.",
    "Je n’ai jamais fouillé dans le frigo au milieu de la nuit.",
    "Je n’ai jamais parlé seul(e) à voix haute.",
    "Je n’ai jamais eu de surnom bizarre.",
    "Je n’ai jamais regardé mon reflet dans une vitrine.",
    "Je n’ai jamais imité quelqu’un par moquerie.",
    "Je n’ai jamais touché à un journal intime.",
    "Je n’ai jamais fait semblant de comprendre une blague.",
    "Je n’ai jamais corrigé discrètement quelqu’un à l’oral.",
    "Je n’ai jamais paniqué pour une chose insignifiante.",
    "Je n’ai jamais fait un voyage en solo.",
    "Je n’ai jamais cuisiné un repas complet pour mes amis.",
    "Je n’ai jamais participé à un marathon ou une course de 10 km.",
    "Je n’ai jamais fait du bénévolat.",
    "Je n’ai jamais passé une nuit blanche à travailler ou étudier.",
    "Je n’ai jamais déménagé dans une ville où je ne connaissais personne.",
    "Je n’ai jamais appris une nouvelle langue par moi-même.",
    "Je n’ai jamais eu un entretien d’embauche en anglais.",
    "Je n’ai jamais créé un projet artistique ou artisanal de A à Z.",
    "Je n’ai jamais écrit une lettre à mon moi futur.",
    "Je n’ai jamais fait du camping sauvage.",
    "Je n’ai jamais essayé un sport extrême.",
    "Je n’ai jamais regardé une série entière en une journée.",
    "Je n’ai jamais chanté en public.",
    "Je n’ai jamais dansé sous la pluie.",
    "Je n’ai jamais fait un road trip avec des amis.",
    "Je n’ai jamais cuisiné un plat d’un autre pays sans aide.",
    "Je n’ai jamais fait du vélo sur plus de 50 km en une journée.",
    "Je n’ai jamais dormi sous les étoiles.",
    "Je n’ai jamais fait un stage à l’étranger.",
    "Je n’ai jamais participé à un concours ou une compétition.",
    "Je n’ai jamais fait du ski ou du snowboard.",
    "Je n’ai jamais essayé la méditation pendant une semaine complète.",
    "Je n’ai jamais fait un régime alimentaire spécifique pendant un mois.",
    "Je n’ai jamais fait du yoga en plein air.",
    "Je n’ai jamais fait un pique-nique au coucher du soleil.",
    "Je n’ai jamais fait une randonnée de plus de 10 km.",
    "Je n’ai jamais essayé de peindre ou dessiner quelque chose de complexe.",
    "Je n’ai jamais fait un discours devant plus de 50 personnes.",
    "Je n’ai jamais fait du kayak ou du canoë.",
    "Je n’ai jamais essayé de faire pousser mes propres légumes.",
    "Je n’ai jamais fait un tour en montgolfière.",
    "Je n’ai jamais fait un saut à l’élastique.",
    "Je n’ai jamais fait du parapente.",
    "Je n’ai jamais fait un tour en hélicoptère.",
    "Je n’ai jamais fait un voyage en train à travers plusieurs pays.",
    "Je n’ai jamais essayé de surfer.",
    "Je n’ai jamais fait une croisière.",
    "Je n’ai jamais fait du cheval sur la plage.",
    "Je n’ai jamais fait un tour en bateau à voile.",
    "Je n’ai jamais fait une excursion en forêt tropicale.",
    "Je n’ai jamais fait un safari.",
    "Je n’ai jamais fait du ski nautique.",
    "Je n’ai jamais fait une excursion en montagne.",
    "Je n’ai jamais fait un voyage en sac à dos.",
    "Je n’ai jamais fait un voyage humanitaire.",
    "Je n’ai jamais fait un échange universitaire.",
    "Je n’ai jamais fait un stage non rémunéré pour acquérir de l’expérience.",
    "Je n’ai jamais fait un travail saisonnier à l’étranger.",
    "Je n’ai jamais fait un voyage en stop.",
    "Je n’ai jamais fait un voyage en van aménagé.",
    "Je n’ai jamais fait un voyage en moto.",
    "Je n’ai jamais fait un voyage en vélo à travers un pays."
  ],
  "soirée": [
    "Je n’ai jamais vomi en soirée.",
    "Je n’ai jamais perdu mon téléphone après avoir bu.",
    "Je n’ai jamais dansé sur une table.",
    "Je n’ai jamais oublié comment je suis rentré.",
    "Je n’ai jamais embrassé quelqu’un en soirée.",
    "Je n’ai jamais envoyé un texto à mon ex en étant ivre.",
    "Je n’ai jamais fait un karaoké en public.",
    "Je n’ai jamais cassé un objet chez quelqu’un pendant une soirée.",
    "Je n’ai jamais pleuré en soirée.",
    "Je n’ai jamais fini par dormir sur un canapé inconnu.",
    "Je n’ai jamais été viré d’une soirée.",
    "Je n’ai jamais fait une soirée déguisée.",
    "Je n’ai jamais dansé sans musique en fin de soirée.",
    "Je n’ai jamais pris un selfie honteux.",
    "Je n’ai jamais tenté de cacher que j’étais ivre.",
    "Je n’ai jamais brisé un verre en le posant trop fort.",
    "Je n'ai jamais cassé un glaçon avec mon crâne.",
    "Je n’ai jamais bu dans un verre trouvé par terre.",
    "Je n’ai jamais parlé à une plante ou un objet pendant une soirée.",
    "Je n’ai jamais raconté ma vie à un inconnu en soirée.",
    "Je n’ai jamais volé un objet en souvenir de la soirée.",
    "Je n’ai jamais été retrouvé endormi dans une pièce random.",
    "Je n’ai jamais regretté mon outfit de soirée.",
    "Je n’ai jamais perdu une chaussure pendant une soirée.",
    "Je n’ai jamais inventé une excuse pour partir tôt.",
    "Je n’ai jamais dansé avec un animal en soirée.",
    "Je n’ai jamais dansé sur une table en boîte de nuit.",
    "Je n’ai jamais mélangé plus de trois types d’alcool en une soirée.",
    "Je n’ai jamais chanté dans la rue après une soirée arrosée.",
    "Je n’ai jamais fait un bière pong.",
    "Je n’ai jamais fini une soirée dans un endroit complètement différent de celui prévu.",
    "Je n’ai jamais fait un strip-tease improvisé lors d’une fête.",
    "Je n’ai jamais bu un verre préparé par un inconnu.",
    "Je n’ai jamais bu un cocktail dont je ne connaissais pas les ingrédients.",
    "Je n’ai jamais fait un concours de shots avec un inconnu.",
    "Je n’ai jamais fait un concours de shots.",
    "Je n’ai jamais essayé de faire un backflip après avoir bu.",
    "Je n’ai jamais bu un verre d’alcool fort en pensant que c’était de l’eau.",
    "Je n’ai jamais fait une soirée où j’ai fini par dormir dans un parc.",
    "Je n’ai jamais fait croire que j’étais un expert en vin alors que je ne connaissais rien.",
    "Je n’ai jamais bu un verre cul sec sans tousser.",
    "Je n’ai jamais essayé de faire un discours improvisé devant un groupe d’inconnus après avoir bu.",
    "Je n’ai jamais fait une soirée où j’ai fini par perdre mon téléphone.",
    "Je n’ai jamais bu un verre d’alcool en cachette.",
    "Je n’ai jamais fait une soirée où j’ai fini par me faire tatouer.",

    "Je n’ai jamais fait une soirée où j’ai fini par me faire virer d’un bar.",
    "Je n’ai jamais été arrêté par la police.",
    "Je n’ai jamais bu un verre d’alcool en pensant que c’était un soft.",
    "Je n’ai jamais fait une soirée où j’ai fini par me faire voler mon portefeuille.",
    "Je n’ai jamais fait une soirée où j’ai fini par me faire raccompagner par la police.",
    "Je n’ai jamais fait une soirée où j’ai fini à l'hôpital."
  ],
  "sexe": [
    "Je n’ai jamais eu de rapport dans un lieu public.",
    "Je n’ai jamais envoyé de nude.",
    "Je n’ai jamais utilisé un sextoy.",
    "Je n’ai jamais eu un plan d’un soir.",
    "Je n'ai jamais fait de plan à plusieurs",
    "Je n’ai jamais fantasmé sur quelqu’un ici.",
    "Je n’ai jamais fait de strip-tease.",
    "Je n’ai jamais eu de relation pendant mes règles (ou celles de l'autre).",
    "Je n’ai jamais simulé un orgasme.",
    "Je n’ai jamais fait l’amour ailleurs que dans un lit.",
    "Je n’ai jamais regardé un film érotique.",
    "Je n’ai jamais mordu pendant un rapport.",
    "Je n’ai jamais été interrompu(e) pendant l’acte.",
    "Je n’ai jamais utilisé un accessoire insolite.",
    "Je n’ai jamais eu un crush sur un prof.",
    "Je n’ai jamais testé un fantasme de quelqu’un d'autre.",
    "Je n’ai jamais fait une sextape.",
    "Je n’ai jamais eu de discussion coquine par messages.",
    "Je n’ai jamais été attiré(e) par une personne beaucoup plus âgée.",
    "Je n’ai jamais parlé coquin par téléphone.",
    "Je n’ai jamais fait l’amour en voiture.",
    "Je n’ai jamais utilisé de nourriture pendant un moment intime.",
    "Je n’ai jamais eu envie pendant un cours ou une réunion.",
    "Je n’ai jamais eu un rêve érotique gênant.",
    "Je n’ai jamais cherché une position sur internet.",
    "Je n’ai jamais regretté un moment intime.",
    "Je n’ai jamais embrassé plusieurs personnes le même jour.",
    "Je n’ai jamais changé de pièce pour ne pas entendre quelqu’un faire l’amour.",
    "Je n’ai jamais menti sur mon nombre de partenaires.",
    "Je n’ai jamais été surpris(e) dans un moment gênant.",
    "Je n’ai jamais eu envie d’un(e) pote proche.",
    "Je n’ai jamais porté de lingerie/tenue pour séduire.",
    "Je n’ai jamais eu de rapport sexuel dans une piscine ou une jacuzzi.",
    "Je n’ai jamais eu de rapport sexuel sous la douche.",
    "Je n’ai jamais utilisé de la glace ou des glaçons pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel dans un ascenseur.",
    "Je n’ai jamais eu de rapport sexuel dans un lieu de travail.",
    "Je n’ai jamais eu de rapport sexuel dans un avion ou un train.",
    "Je n’ai jamais eu de rapport sexuel dans un champ ou en pleine nature.",
    "Je n’ai jamais utilisé de menottes ou de liens pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel avec la lumière allumée.",
    "Je n’ai jamais eu de rapport sexuel avec de la musique de fond.",
    "Je n’ai jamais utilisé un déguisement pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel dans un cinéma.",
    "Je n’ai jamais eu de rapport sexuel dans un véhicule autre qu'une voiture.",
    "Je n’ai jamais utilisé un masque pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel dans un lieu où il y avait un risque de se faire surprendre par des inconnus.",
    "Je n’ai jamais eu de rapport sexuel dans un lieu où il y avait un risque de se faire surprendre par des membres de ma famille.",
    "Je n’ai jamais eu de rapport sexuel dans un lieu où il y avait un risque de se faire surprendre par des amis.",
    "Je n’ai jamais eu de rapport sexuel dans un sauna.",
    "Je n’ai jamais utilisé de la peinture corporelle pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel devant un miroir.",
    "Je n’ai jamais utilisé des bougies parfumées pour créer une ambiance pendant un moment intime.",
    "Je n’ai jamais eu de rapport sexuel dans un lieu où il y avait des animaux domestiques présents."
  ]
}
